Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# onboarding.difficulty.female.1
source: Difficulty: %@. Camera on. Habits are the outfit.
ar: الصعوبة: %@. الكاميرا تعمل. العادات هي الزي.
ca: Dificultat: %@. Càmera en marxa. Els hàbits són el vestuari.
cs: Obtížnost: %@. Kamera on. Návyky jsou outfit.
da: Sværhed: %@. Kamera on. Vaner er outfitten.
de: Schwierigkeit: %@. Kamera an. Gewohnheiten sind das Outfit.
el: Δυσκολία: %@. Κάμερα on. Οι συνήθειες είναι το ρούχο.
es: Dificultad: %@. Cámara on. Los hábitos son el outfit.
fi: Vaikeus: %@. Kamera on. Tottumukset ovat asu.
fr: Difficulté : %@. Caméra on. Les habits, c'est les habitudes.
he: קושי: %@. מצלמה דלוקה. הרגלים הם התלבושת.
hi: कठिनाई: %@. कैमरा ऑन। आदतें ही वेशभूषा हैं।
hr: Težina: %@. Kamera on. Navike su outfita.
hu: Nehézség: %@. Kamera be. A szokások a ruha.
id: Kesulitan: %@. Kamera on. Kebiasaan adalah outfit.
it: Difficoltà: %@. Camera on. Le abitudini sono l'outfit.
ja: 難易度: %@。カメラオン。習慣が装備。
ko: 난이도: %@. 카메라 켜기. 습관이 의상.
ms: Kesukaran: %@. Kamera on. Tabiat ialah pakaian.
nb: Vanskelighet: %@. Kamera på. Vaner er antrekket.
nl: Moeilijkheid: %@. Camera aan. Gewoontes zijn de outfit.
pl: Trudność: %@. Kamera on. Nawyki to outfit.
pt_br: Dificuldade: %@. Câmera on. Hábitos são o look.
pt_pt: Dificuldade: %@. Câmara on. Os hábitos são o look.
ro: Dificultate: %@. Cameră on. Obiceiurile sunt ținuta.
ru: Сложность: %@. Камера вк. Привычки - наряд.
sk: Náročnosť: %@. Kamera on. Návyky sú outfit.
sv: Svårighet: %@. Kamera på. Vanor är outfitten.
th: ความยาก: %@ กล้องเปิด นิสัยคือชุด
tr: Zorluk: %@. Kamera açık. Alışkanlıklar kıyafet.
uk: Складність: %@. Камера вк. Звички - наряд.
vi: Độ khó: %@. Camera on. Thói quen là trang phục.
zh_hans: 难度：%@。镜头开。习惯是行头。
zh_hant: 難度：%@。鏡頭開。習慣是行頭。

# onboarding.difficulty.female.2
source: Difficulty: %@. Glossy and demanding. Keel keeps the timeline honest.
ar: الصعوبة: %@. مصقولة وصارمة. Keel يبقي الخط صادقًا.
ca: Dificultat: %@. Brillant i exigent. Keel manté el calendari honest.
cs: Obtížnost: %@. Lesklé a náročné. Keel drží časovou osu v úctě.
da: Sværhed: %@. Blankt og krævende. Keel holder tidslinjen ærlig.
de: Schwierigkeit: %@. Glatt und fordernd. Keel hält die Timeline ehrlich.
el: Δυσκολία: %@. Γυαλιστερό και απαιτητικό. Ο Keel κρατάει το χρονοδιάγραμμα τίμιο.
es: Dificultad: %@. Brillante y exigente. Keel mantiene el calendario honesto.
fi: Vaikeus: %@. Kiiltävä ja vaativa. Keel pitää aikataulun rehellisenä.
fr: Difficulté : %@. Brillant et exigeant. Keel garde la timeline honnête.
he: קושי: %@. מבריק ותובעני. Keel שומר ציר זמן כנה.
hi: कठिनाई: %@. चमकीला और माँगने वाला। Kele समयरेखा ईमानदार रखता है।
hr: Težina: %@. Sjajno i zahtjevno. Keel drži vremensku crtu pošteno.
hu: Nehézség: %@. Csillogó és követelőző. Keel őszintén tartja az idővonalat.
id: Kesulitan: %@. Mengkilap dan menuntut. Keel jaga timeline jujur.
it: Difficoltà: %@. Lucida ed esigente. Keel tiene la timeline onesta.
ja: 難易度: %@。光沢と要求。Keelがタイムラインを正しく保つ。
ko: 난이도: %@. 광택 있고 까다로움. Keel이 타임라인을 정직하게.
ms: Kesukaran: %@. Berkilat dan menuntut. Keel jaga timeline jujur.
nb: Vanskelighet: %@. Glatt og krevende. Keel holder tidslinjen ærlig.
nl: Moeilijkheid: %@. Glanzend en veeleisend. Keel houdt de tijdlijn eerlijk.
pl: Trudność: %@. Błyszcząco i wymagająco. Keel trzyma oś czasu uczciwie.
pt_br: Dificuldade: %@. Brilhante e exigente. Keel mantém a linha do tempo honesta.
pt_pt: Dificuldade: %@. Brilhante e exigente. O Keel mantém a cronologia honesta.
ro: Dificultate: %@. Lucios și exigent. Keel ține timeline-ul onest.
ru: Сложность: %@. Глянцево и требовательно. Keel держит таймлайн честно.
sk: Náročnosť: %@. Lesklé a náročné. Keel drží časovú os úprimne.
sv: Svårighet: %@. Glansigt och krävande. Keel håller tidslinjen ärlig.
th: ความยาก: %@ เงาและเรียกร้อง Keel รักษาเส้นเวลาให้ตรงไปตรมา
tr: Zorluk: %@. Parlak ve talepkar. Keel zaman çizgisini dürüst tutar.
uk: Складність: %@. Глянцево і вимогливо. Keel тримає таймлайн чесно.
vi: Độ khó: %@. Bóng bẩy và đòi hỏi. Keel giữ timeline trung thực.
zh_hans: 难度：%@。光鲜又挑剔。Keel 让时间线诚实。
zh_hant: 難度：%@。光鮮又挑剔。Keel 讓時間線誠實。

# onboarding.difficulty.female.3
source: Difficulty: %@. Chaotic good energy. Biology is the bodyguard.
ar: الصعوبة: %@. طاقة فوضوية خيّرة. الأحياء هو الحارس.
ca: Dificultat: %@. Energia caòtica i bona. La biologia és el guardaespatlles.
cs: Obtížnost: %@. Chaoticky dobrá energie. Biologie je bodyguard.
da: Sværhed: %@. Kaotisk god energi. Biologien er bodyguarden.
de: Schwierigkeit: %@. Chaotic-Good-Energie. Biologie ist der Bodyguard.
el: Δυσκολία: %@. Chaotic good ενέργεια. Η βιολογία είναι το bodyguard.
es: Dificultad: %@. Energía caótica y buena. La biología es el guardaespaldas.
fi: Vaikeus: %@. Chaotic good -energia. Biologia on henkivartija.
fr: Difficulté : %@. Énergie chaotique et bonne. La biologie est le garde du corps.
he: קושי: %@. אנרגיה כאוטית-טובה. הביולוגיה היא שומר הראש.
hi: कठिनाई: %@. अराजक-भली ऊर्जा। जीवविज्ञान अंगरक्षक है।
hr: Težina: %@. Chaotic good energija. Biologija je tjelohranitelj.
hu: Nehézség: %@. Kaotikus-jó energia. A biológia a testőr.
id: Kesulitan: %@. Energi chaotic good. Biologi adalah bodyguard.
it: Difficoltà: %@. Energia caotica buona. La biologia è la bodyguard.
ja: 難易度: %@。カオティック・グッドな能量。生物学がボディガード。
ko: 난이도: %@. 혼돈-선 energy. 생물학이 보디가드.
ms: Kesukaran: %@. Tenaga chaotic good. Biologi ialah bodyguard.
nb: Vanskelighet: %@. Kaotisk god energi. Biologien er bodyguarden.
nl: Moeilijkheid: %@. Chaotic-good energie. Biologie is de bodyguard.
pl: Trudność: %@. Chaotic good energia. Biologia to bodyguard.
pt_br: Dificuldade: %@. Energia caótica do bem. Biologia é o bodyguard.
pt_pt: Dificuldade: %@. Energia caótica do bem. A biologia é o bodyguard.
ro: Dificultate: %@. Energie chaotic good. Biologia e bodyguard-ul.
ru: Сложность: %@. Chaotic good энергия. Биология - телохранитель.
sk: Náročnosť: %@. Chaotic good energia. Biológia je bodyguard.
sv: Svårighet: %@. Chaotic good energi. Biologin är livvakten.
th: ความยาก: %@ พลัง chaotic good ชีววิทยาคือบอดี้การ์ด
tr: Zorluk: %@. Chaotic good enerji. Biyoloji bodyguard.
uk: Складність: %@. Chaotic good енергія. Біологія - охоронець.
vi: Độ khó: %@. Năng lượng chaotic good. Sinh học là vệ sĩ.
zh_hans: 难度：%@。混乱善良能量。生物学是保镖。
zh_hant: 難度：%@。混亂善良能量。生物學是保鑣。

# onboarding.difficulty.female.4
source: Difficulty: %@. Full send fantasy. Safe weekly caps still rule.
ar: الصعوبة: %@. خيال بلا حدود. الحدود الأسبوعية الآمنة تحكم.
ca: Dificultat: %@. Fantasia a tot gas. Els límits setmanals segurs manen.
cs: Obtížnost: %@. Plný send fantasy. Bezpečné týdenní stropy vládnou.
da: Sværhed: %@. Full send-fantasi. Sikre uge-grænser bestemmer stadig.
de: Schwierigkeit: %@. Full-Send-Fantasie. Sichere Wochen-Caps regieren weiter.
el: Δυσκολία: %@. Full send φαντασία. Τα ασφαλή εβδομαδιαία caps εξακολουθούν να κυβερνούν.
es: Dificultad: %@. Fantasía a fondo. Los topes semanales seguros mandan.
fi: Vaikeus: %@. Full send -fantasia. Turvalliset viikkokatot hallitsevat yhä.
fr: Difficulté : %@. Fantaisie à fond. Les plafonds hebdo sûrs règnent.
he: קושי: %@. פנטזיית full send. תקרות שבועיות בטוחות עדיין שולטות.
hi: कठिनाई: %@. full send कल्पना। सुरक्षित साप्ताहिक सीमें अब भी राज करती हैं।
hr: Težina: %@. Full send fantazija. Sigurni tjedni stropovi i dalje vladaju.
hu: Nehézség: %@. Full send fantázia. A biztonságos heti cap-ek továbbra is uralkodnak.
id: Kesulitan: %@. Fantasi full send. Cap mingguan aman tetap berkuasa.
it: Difficoltà: %@. Fantasia full send. I tetti settimanali sicuri comandano ancora.
ja: 難易度: %@。フル送信ファンタジー。安全な週上限がまだ君臨。
ko: 난이도: %@. 풀-센드 판타지. 안전 주간 상한이 여전히 지배.
ms: Kesukaran: %@. Fantasi full send. Had mingguan selamat tetap memerintah.
nb: Vanskelighet: %@. Full send-fantasi. Trygge uketak styrer fortsatt.
nl: Moeilijkheid: %@. Full-send-fantasie. Veilige wekelijkse plafonds blijven heersen.
pl: Trudność: %@. Full send fantazja. Bezpieczne tygodniowe limity wciąż rządzą.
pt_br: Dificuldade: %@. Fantasia full send. Tetos semanais seguros ainda mandam.
pt_pt: Dificuldade: %@. Fantasia full send. Os tetos semanais seguros continuam a mandar.
ro: Dificultate: %@. Fantezie full send. Plafonurile săptămânale sigure încă domnesc.
ru: Сложность: %@. Фантазия full send. Безопасные недельные потолки всё равно рулят.
sk: Náročnosť: %@. Full send fantázia. Bezpečné týždenné stropy stále vládnu.
sv: Svårighet: %@. Full send-fantasi. Säkra veckotak styr fortfarande.
th: ความยาก: %@ แฟนตาซี full send เกณฑ์สัปดาห์ปลอดภัยยังครอง
tr: Zorluk: %@. Full send fantezi. Güvenli haftalık tavanlar yine hükmeder.
uk: Складність: %@. Фантазія full send. Безпечні тижневі стелі все одно рулять.
vi: Độ khó: %@. Fantasy full send. Trần tuần an toàn vẫn cai trị.
zh_hans: 难度：%@。全力幻想。安全周上限仍说了算。
zh_hant: 難度：%@。全力幻想。安全週上限仍說了算。

# onboarding.difficulty.male.0
source: Difficulty: %@. Warm-up map. Keel will still notice if you coast.
ar: الصعوبة: %@. خريطة إحماء. Keel سيلاحظ إن تراخيت.
ca: Dificultat: %@. Mapa d'escalfament. Keel notarà si t'ho prens a la lleugera.
cs: Obtížnost: %@. Rozehřívací mapa. Keel si všimne, když to poděláš.
da: Sværhed: %@. Opvarmnings-kort. Keel lægger mærke til det, hvis du slapper af.
de: Schwierigkeit: %@. Aufwärm-Map. Keel merkt, wenn du trödelst.
el: Δυσκολία: %@. Χάρτης ζέστασης. Ο Keel θα το πει αν χαλαρώσεις.
es: Dificultad: %@. Mapa de calentamiento. Keel notará si te relajas.
fi: Vaikeus: %@. Lämmitelykartta. Keel huomaa jos laiskastut.
fr: Difficulté : %@. Carte d'échauffement. Keel remarquera si tu glandes.
he: קושי: %@. מפת חימום. Keel יבחין אם תזלזל.
hi: कठिनाई: %@. वार्म-अप मानचित्र। आराम करोगे तो Keel भाँप लेगा।
hr: Težina: %@. Zagrijavanje karta. Keel će primijetiti ako se opustiš.
hu: Nehézség: %@. Bemelegítő térkép. Keel észreveszi, ha lógós vagy.
id: Kesulitan: %@. Peta pemanasan. Keel tetap tahu kalau kamu bermalas.
it: Difficoltà: %@. Mappa di riscaldamento. Keel nota se molli.
ja: 難易度: %@。ウォームアップマップ。サボればKeelが気付く。
ko: 난이도: %@. 웜업 맵. 대충하면 Keel이 압니다.
ms: Kesukaran: %@. Peta pemanasan. Keel tetap perasan kalau kamu leka.
nb: Vanskelighet: %@. Oppvarmings-kart. Keel legger merke til om du slapper av.
nl: Moeilijkheid: %@. Opwarm-kaart. Keel merkt het als je lui bent.
pl: Trudność: %@. Mapa rozgrzewki. Keel zauważy, jeśli odpuścisz.
pt_br: Dificuldade: %@. Mapa de aquecimento. Keel nota se você relaxar.
pt_pt: Dificuldade: %@. Mapa de aquecimento. O Keel nota se aliviares.
ro: Dificultate: %@. Hartă de încălzire. Keel observă dacă o iei ușor.
ru: Сложность: %@. Карта разминки. Keel заметит, если расслабишься.
sk: Náročnosť: %@. Mapa rozohriatia. Keel si všimne, ak to podceníš.
sv: Svårighet: %@. Uppvärmnings-karta. Keel märker om du slappnar av.
th: ความยาก: %@ แผนอุ่นเครื่อง Keel จะรู้ถ้าคุณเอาหูไปนาเมือง
tr: Zorluk: %@. Isınma haritası. Göz yumarlarsan Keel fark eder.
uk: Складність: %@. Карта розминки. Keel помітить, якщо розслабишся.
vi: Độ khó: %@. Bản đồ khởi động. Keel vẫn để ý nếu bạn lỏ.
zh_hans: 难度：%@。热身地图。你划水 Keel 会发现。
zh_hant: 難度：%@。熱身地圖。你摸魚 Keel 會發現。

# onboarding.difficulty.male.1
source: Difficulty: %@. Real dungeon. Consistency is the loot.
ar: الصعوبة: %@. زنزانة حقيقية. الانتظام هو الغنيمة.
ca: Dificultat: %@. Masmorra de veritat. La constància és el botí.
cs: Obtížnost: %@. Skutečný dungeon. Pravidelnost je loot.
da: Sværhed: %@. Ægte dungeon. Konsistens er byttet.
de: Schwierigkeit: %@. Echter Dungeon. Konstanz ist die Beute.
el: Δυσκολία: %@. Πραγματικό dungeon. Η σταθερότητα είναι το λάφυρο.
es: Dificultad: %@. Mazmorra real. La constancia es el botín.
fi: Vaikeus: %@. Oikea dungeon. Säännöllisyys on saalis.
fr: Difficulté : %@. Donjon réel. La régularité est le butin.
he: קושי: %@. מבוך אמיתי. עקביות היא השלל.
hi: कठिनाई: %@. असली डन्जन। निरंतरता ही लूट है।
hr: Težina: %@. Pravi dungeon. Ustrajnost je plijen.
hu: Nehézség: %@. Igazi dungeon. A rendszeresség a zsákmány.
id: Kesulitan: %@. Dungeon sungguhan. Konsistensi adalah loot.
it: Difficoltà: %@. Dungeon vero. La costanza è il bottino.
ja: 難易度: %@。本物のダンジョン。継続が戦利品。
ko: 난이도: %@. 진짜 던전. 꾸준함이 전리품.
ms: Kesukaran: %@. Dungeon sebenar. Konsistensi ialah loot.
nb: Vanskelighet: %@. Ekte dungeon. Regelmessighet er byttet.
nl: Moeilijkheid: %@. Echte dungeon. Consistentie is de buit.
pl: Trudność: %@. Prawdziwy dungeon. Konsekwencja to łup.
pt_br: Dificuldade: %@. Dungeon de verdade. Constância é o loot.
pt_pt: Dificuldade: %@. Masmorra real. A consistência é o saque.
ro: Dificultate: %@. Temniță reală. Constanța e prada.
ru: Сложность: %@. Настоящий данж. Постоянство - лут.
sk: Náročnosť: %@. Skutočný dungeon. Pravidelnosť je loot.
sv: Svårighet: %@. Riktig dungeon. Konsekvens är bytet.
th: ความยาก: %@ ดันเจียนจริง ความสม่ำเสมอคือของล้าง
tr: Zorluk: %@. Gerçek zindan. Tutarlılık ganimet.
uk: Складність: %@. Справжній данж. Постійність - лут.
vi: Độ khó: %@. Dungeon thiệt. Trì bành là chiến lợi phẩm.
zh_hans: 难度：%@。真地下城。坚持就是战利品。
zh_hant: 難度：%@。真地下城。堅持就是戰利品。

# onboarding.difficulty.male.2
source: Difficulty: %@. Act bosses every week. Miss a day and it bites.
ar: الصعوبة: %@. رؤساء أسبوعيًا. تُضِع يومًا فيعضك.
ca: Dificultat: %@. Cap de setmana, cap de setmana. Falles un dia i et mossega.
cs: Obtížnost: %@. Bosové každý týden. Vynecháš den a kousne to.
da: Sværhed: %@. Boss hver uge. Springer du en dag over, bider det.
de: Schwierigkeit: %@. Jede Woche Bosse. Ein Tag flöpt, beißt es.
el: Δυσκολία: %@. Boss κάθε εβδομάδα. Χάσεις μέρα, σε δαγκώνει.
es: Dificultad: %@. Jefes cada semana. Fallas un día y muerde.
fi: Vaikeus: %@. Pomoja joka viikko. Jätät päivän väliin, se puree.
fr: Difficulté : %@. Des boss chaque semaine. Loupes un jour, ça mord.
he: קושי: %@. בוסים כל שבוע. מפספס יום - זה נושך.
hi: कठिनाई: %@. हर हफ़्ते बॉस। एक दिन छूटा तो काट खाएगा।
hr: Težina: %@. Boss svaki tjedan. Propustiš dan, grize.
hu: Nehézség: %@. Minden héten boss. Kimarad egy nap, harap.
id: Kesulitan: %@. Boss tiap minggu. Bolos sehari, ia menggigit.
it: Difficoltà: %@. Boss ogni settimana. Salta un giorno e morde.
ja: 難易度: %@。毎週ボス。1日休むと噛みつく。
ko: 난이도: %@. 매주 보스. 하루 빠지면 물어요.
ms: Kesukaran: %@. Boss tiap minggu. Skip sehari, ia gigit.
nb: Vanskelighet: %@. Boss hver uke. Hopper du over en dag, biter det.
nl: Moeilijkheid: %@. Elke week bosses. Sla je een dag over, dan bijt het.
pl: Trudność: %@. Boss co tydzień. Pominiesz dzień, gryzie.
pt_br: Dificuldade: %@. Chefes toda semana. Falha um dia, morde.
pt_pt: Dificuldade: %@. Chefes todas as semanas. Falhas um dia, morde.
ro: Dificultate: %@. Boși în fiecare săptămână. Ratezi o zi, mușcă.
ru: Сложность: %@. Боссы каждую неделю. Пропустишь день - укусит.
sk: Náročnosť: %@. Bosovia každý týždeň. Vynecháš deň a zahryzne.
sv: Svårighet: %@. Bossar varje vecka. Missar du en dag, biter det.
th: ความยาก: %@ บอสทุกสัปดาห์ ข้ามวันเดียวมันงับ
tr: Zorluk: %@. Her hafta boss. Bir gün atlarsan ısırır.
uk: Складність: %@. Боси щотижня. Пропустиш день - вкусить.
vi: Độ khó: %@. Boss mỗi tuần. Bỏ một ngày là bị cắn.
zh_hans: 难度：%@。每周打 boss。漏一天就咬人。
zh_hant: 難度：%@。每週打 boss。漏一天就咬人。

# onboarding.difficulty.male.3
source: Difficulty: %@. You asked for fire. Biology still holds the ceiling.
ar: الصعوبة: %@. طلبت النار. الأحياء ما زالت تمسك السقف.
ca: Dificultat: %@. Has demanat foc. La biologia encara marca el sostre.
cs: Obtížnost: %@. Chtěl jsi oheň. Biologie drží strop.
da: Sværhed: %@. Du bad om ild. Biologien holder stadig loftet.
de: Schwierigkeit: %@. Du wolltest Feuer. Biologie hält die Decke.
el: Δυσκολία: %@. Ζήτησες φωτιά. Η βιολογία κρατάει το ταβάνι.
es: Dificultad: %@. Pediste fuego. La biología sigue marcando el techo.
fi: Vaikeus: %@. Pyysit tulta. Biologia pitää edelleen katton.
fr: Difficulté : %@. Tu as demandé du feu. La biologie tient le plafond.
he: קושי: %@. ביקשת אש. הביולוגיה עדיין מחזיקה את התקרה.
hi: कठिनाई: %@. आग माँगी थी। जीवविज्ञान अब भी छत थामे है।
hr: Težina: %@. Tražio si vatu. Biologija još drži strop.
hu: Nehézség: %@. Tüzet kértél. A biológia tartja a plafont.
id: Kesulitan: %@. Kamu minta api. Biologi tetap pegang langit-langit.
it: Difficoltà: %@. Hai chiesto fuoco. La biologia tiene il soffitto.
ja: 難易度: %@。火を求めた。生物学は天井を押さえる。
ko: 난이도: %@. 불을 원했음. 생물학이 천장을 잡음.
ms: Kesukaran: %@. Kamu minta api. Biologi tetap pegang siling.
nb: Vanskelighet: %@. Du ba om ild. Biologien holder taket.
nl: Moeilijkheid: %@. Je vroeg om vuur. Biologie houdt het plafond.
pl: Trudność: %@. Prosiłeś o ogień. Biologia trzyma sufit.
pt_br: Dificuldade: %@. Você pediu fogo. Biologia ainda segura o teto.
pt_pt: Dificuldade: %@. Pediste fogo. A biologia ainda segura o teto.
ro: Dificultate: %@. Ai cerut foc. Biologia ține tavanul.
ru: Сложность: %@. Ты просил огня. Биология держит потолок.
sk: Náročnosť: %@. Chcel si oheň. Biológia drží strop.
sv: Svårighet: %@. Du bad om eld. Biologin håller taket.
th: ความยาก: %@ คุณขอไฟ ชีววิทยายังถือเพดาน
tr: Zorluk: %@. Ateş istedin. Biyoloji tavanı tutar.
uk: Складність: %@. Ти просив вогню. Біологія тримає стелю.
vi: Độ khó: %@. Bạn đòi lửa. Sinh học vẫn giữ trần.
zh_hans: 难度：%@。你要火。生物学仍卡着天花板。
zh_hant: 難度：%@。你要火。生物學仍卡著天花板。

# onboarding.difficulty.male.4
source: Difficulty: %@. Endgame pacing. Safe cap still wins over ego.
ar: الصعوبة: %@. إيقاع النهاية. الحد الآمن يغلب الأنا.
ca: Dificultat: %@. Ritme final. El límit segur guanya l'ego.
cs: Obtížnost: %@. Endgame tempo. Bezpečný strop přece vyhraje nad egem.
da: Sværhed: %@. Endgame-tempo. Sikker grænse vinder over ego.
de: Schwierigkeit: %@. Endgame-Tempo. Sicheres Cap schlägt das Ego.
el: Δυσκολία: %@. Endgame ρυθμός. Το ασφαλές cap κερδίζει το εγώ.
es: Dificultad: %@. Ritmo final. El tope seguro gana al ego.
fi: Vaikeus: %@. Loppupelin vauhti. Turvallinen katto voittaa egon.
fr: Difficulté : %@. Rythme final. Le plafond sûr gagne l'ego.
he: קושי: %@. קצב סיום. תקרה בטוחה מנצחת את האגו.
hi: कठिनाई: %@. अंतिम-चरण गति। सुरक्षित सीम अहंकार से जीतती है।
hr: Težina: %@. Endgame tempo. Sigurni strop pobjeđuje ego.
hu: Nehézség: %@. Endgame tempó. A biztonságos cap megveri az egót.
id: Kesulitan: %@. Pace endgame. Batas aman menang atas ego.
it: Difficoltà: %@. Ritmo endgame. Il tetto sicuro batte l'ego.
ja: 難易度: %@。終盤のペース。安全上限がエゴに勝つ。
ko: 난이도: %@. 엔드게임 페이스. 안전 상한이 에고를 이김.
ms: Kesukaran: %@. Pace endgame. Had selamat menewaskan ego.
nb: Vanskelighet: %@. Endgame-tempo. Trygt tak vinner over ego.
nl: Moeilijkheid: %@. Endgame-tempo. Veilig plafond wint van ego.
pl: Trudność: %@. Tempo endgame. Bezpieczny limit wygrywa z ego.
pt_br: Dificuldade: %@. Ritmo de endgame. Teto seguro vence o ego.
pt_pt: Dificuldade: %@. Ritmo de endgame. O teto seguro ganha ao ego.
ro: Dificultate: %@. Ritm de endgame. Plafonul sigur bate ego-ul.
ru: Сложность: %@. Темп эндгейма. Безопасный потолок бьёт эго.
sk: Náročnosť: %@. Endgame tempo. Bezpečný strop vyhrá nad egom.
sv: Svårighet: %@. Endgame-tempo. Säkert tak vinner över ego.
th: ความยาก: %@ จังหวะเอนด์เกม เกณฑ์ปลอดภัยยังชนะอัตตา
tr: Zorluk: %@. Endgame temposu. Güvenli tavan egoyu yener.
uk: Складність: %@. Темп ендгейму. Безпечна стеля б'є его.
vi: Độ khó: %@. Nhịp endgame. Trần an toàn thắng cái tôi.
zh_hans: 难度：%@。终局节奏。安全上限胜过自尊。
zh_hant: 難度：%@。終局節奏。安全上限勝過自尊。

# onboarding.dream.caption
source: Drag. Marks move. Needle stays.
ar: اسحب. العلامات تتحرك. الإبرة ثابتة.
ca: Arrossega. Les marques es mouen. L'agulla queda.
cs: Táhni. Značky se hýbou. Střelka zůstává.
da: Træk. Mærkerne flytter sig. Nålen bliver.
de: Ziehen. Markierungen wandern. Nadel bleibt.
el: Σύρε. Τα σημάδια κινούνται. Η βελόνα μένει.
es: Arrastra. Las marcas se mueven. La aguja se queda.
fi: Raahaa. Merkit liikkuvat. Neula pysyy.
fr: Glisse. Les repères bougent. L'aiguille reste.
he: גרור. הסימנים זזים. המחט נשארת.
hi: खींचें। निशान हिलते हैं। सुई रहती है।
hr: Vuci. Oznake se miču. Igla ostaje.
hu: Húzd. A jelek mozognak. A tű marad.
id: Seret. Tanda bergerak. Jarum diam.
it: Trascina. I segni si muovono. L'ago resta.
ja: ドラッグ。目盛りは動く。針はそのまま。
ko: 드래그. 표시는 움직이고 바늘은 고정.
ms: Seret. Tanda bergerak. Jarum tetap.
nb: Dra. Merkene flytter seg. Nålen blir.
nl: Sleep. Markeringen bewegen. Naald blijft.
pl: Przeciągnij. Znaczniki ruszają. Wskazówka trzyma.
pt_br: Arraste. Marcas se movem. Agulha fica.
pt_pt: Arrasta. As marcas movem-se. A agulha fica.
ro: Trage. Marcajele se mișcă. Acul rămâne.
ru: Тяните. Метки двигаются. Стрелка на месте.
sk: Ťahaj. Značky sa hýbu. Ihla ostáva.
sv: Dra. Markeringarna flyttar sig. Nålen stannar.
th: ลาก เครื่องหมายขยับ เข็มอยู่กับที่
tr: Sürükle. İşaretler hareket eder. İğne sabit.
uk: Тягни. Позначки рухаються. Стрілка на місці.
vi: Kéo. Vạch di chuyển. Kim giữ nguyên.
zh_hans: 拖动。刻度移动。指针不动。
zh_hant: 拖動。刻度移動。指針不動。

# onboarding.dream.target
source: Target
ar: الهدف
ca: Objectiu
cs: Cíl
da: Mål
de: Ziel
el: Στόχος
es: Meta
fi: Tavoite
fr: Cible
he: יעד
hi: लक्ष्य
hr: Cilj
hu: Cél
it: Obiettivo
ja: 目標
ko: 목표
ms: Sasaran
nb: Mål
nl: Doel
pl: Cel
pt_br: Alvo
pt_pt: Alvo
ro: Țintă
ru: Цель
sk: Cieľ
sv: Mål
th: เป้าหมาย
tr: Hedef
uk: Ціль
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

# onboarding.identity.need_name
source: Type your name, then tap Next.
ar: اكتب اسمك، ثم اضغط التالي.
ca: Escriu el teu nom, després toca Següent.
cs: Napiš své jméno, pak klepni na Další.
da: Skriv dit navn, tryk så på Næste.
de: Tippe deinen Namen ein, dann auf Weiter.
el: Πλήκτρολόγησε το όνομά σου, μετά πάτα Επόμενο.
es: Escribe tu nombre, luego toca Siguiente.
fi: Kirjoita nimesi, napauta sitten Seuraava.
fr: Tape ton nom, puis appuie sur Suivant.
he: הקלד את שמך, אז הקש הבא.
hi: अपना नाम टाइप करें, फिर आगे टैप करें।
hr: Upiši svoje ime, pa dodirni Dalje.
hu: Írd be neved, majd koppints a Tovább gombra.
id: Ketik namamu, lalu ketuk Lanjut.
it: Scrivi il tuo nome, poi tocca Avanti.
ja: 名前を入力し、次へをタップ。
ko: 이름을 입력한 후 다음을 탭하세요.
ms: Taip nama kamu, kemudian ketik Seterusnya.
nb: Skriv navnet ditt, trykk så Neste.
nl: Typ je naam, tik dan op Volgende.
pl: Wpisz imię, potem stuknij Dalej.
pt_br: Digite seu nome, depois toque Avançar.
pt_pt: Escreve o teu nome, depois toca Seguinte.
ro: Tastează numele, apoi atinge Mai departe.
ru: Введите имя, затем нажмите Далее.
sk: Napíš svoje meno, potom klepni Ďalej.
sv: Skriv ditt namn, tryck sedan Nästa.
th: พิมพ์ชื่อของคุณ แล้วแตะ ถัดไป
tr: Adını yaz, sonra İleri'ye dokun.
uk: Введи ім'я, далі натисни Далі.
vi: Gõ tên, rồi chạm Tiếp.
zh_hans: 输入名字，然后点下一步。
zh_hant: 輸入名字，然後點下一步。

# onboarding.identity.placeholder
source: First name
ar: الاسم الأول
ca: Nom
cs: Jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
fi: Etunimi
fr: Prénom
he: שם פרטי
hi: पहला नाम
hr: Ime
hu: Keresztnév
id: Nama depan
it: Nome
ja: 名
ko: 이름
ms: Nama depan
nb: Fornavn
nl: Voornaam
pl: Imię
pt_br: Nome
pt_pt: Nome
ro: Prenume
ru: Имя
sk: Meno
sv: Förnamn
th: ชื่อ
tr: Ad
uk: Ім'я
vi: Tên
zh_hans: 名字
zh_hant: 名字

# onboarding.identity.prompt
source: What should we call you?
ar: بماذا نناديك؟
ca: Com t'hem de dir?
cs: Jak ti máme říkat?
da: Hvad skal vi kalde dig?
de: Wie sollen wir dich nennen?
el: Πώς να σε λέμε;
es: ¿Cómo te llamamos?
fi: Miten sinua kutsutaan?
fr: Comment doit-on t'appeler ?
he: איך נקרא לך?
hi: हम आपको क्या बुलाएँ?
hr: Kako da te zovemo?
hu: Hogy szólítsunk?
id: Apa kami panggilmu?
it: Come ti chiamiamo?
ja: 何と呼びましょうか？
ko: 뭐라고 부를까요?
ms: Apa kami panggil kamu?
nb: Hva skal vi kalle deg?
nl: Hoe moeten we je noemen?
pl: Jak cię nazywać?
pt_br: Como te chamamos?
pt_pt: Como te chamamos?
ro: Cum să te numim?
ru: Как вас называть?
sk: Ako ti máme hovoriť?
sv: Vad ska vi kalla dig?
th: ให้เราเรียกคุณว่าอะไร?
tr: Sana ne diyelim?
uk: Як тебе називати?
vi: Gọi bạn là gì?
zh_hans: 我们该怎么称呼你？
zh_hant: 我們該怎麼稱呼你？
